Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/children_and_young_offenders/garda_juvenile_diversion_programme.html.txt.tmx
Source language: en
Languages: ga

source: Garda Juvenile Diversion Programme
ga: Clár Athstiúrtha na nGardaí don Óige

source: The Children Act 2001 formally established Ireland’s Juvenile Diversion Programme
ga: Bhunaigh Acht na Leanaí 2001 an Clár Athstiúrtha na nGardaí don Óige go foirmiúil in Éirinn

source: The aim of this programme is to prevent young offenders in Ireland from entering into the full criminal justice system by offering them a second chance
ga: Tá sé mar aidhm ag an gclár seo cosc a chur ar chiontóirí óga in Éirinn ag dul isteach sa chóras ceartais choiriúil iomlán. Déantar é seo trí sheans eile a thabhairt do na ciontóirí óga

source: The intended outcome of the Programme is to divert young people from committing further offences
ga: Is é atá mar thoradh beartaithe ag an gClár ná go ndéanfar ógánaigh a atreorú ionas nach ndéanfaidh siad tuilleadh cionta

source: Where a young person comes to the notice of the Garda Síochána because of their criminal activity, they may be dealt with through the Diversion Programme
ga: I gcás go mbíonn ar na Gardaí Síochána déileáil le hógánaigh de bharr a ngníomhaíochta coiriúla, féadfar déileáil leo tríd an gClár Athstiúrtha

source: The Programme facilitates young people who are under 17 years of age but can be extended to those under 18 years of age
ga: Cuidíonn an Clár le daoine óga faoi bhun 17 mbliana d'aois ach féadfar é a shíneadh amach chun freastal orthu siúd atá faoi bhun 18 mbliana d'aois

source: Sections 17–51 of the Children Act 2001 set out the role and remit of the Juvenile Diversion Programme
ga: Leag Ailt 17–51 d'Acht na Leanaí 2001 aidhm agus cúram an Chláir Athstiúrtha don Óigeamach

source: Sections 123–127 of the Criminal Justice Act 2006 amended the 2001 Act in March 2007 to allow the programme cater for children who accept responsibility for their anti-social behaviour
ga: Rinne Ailt 123–127 den Acht um Cheartas Coiriúil 2006 leasú ar Acht 2001 i Márta 2007, sa chaoi agus go bhféadfadh an clár freastal ar leanaí a ghlacann freagracht as ucht a ngíomhaíochta frith-shóisialta

source: While the 2006 Act raised the age of criminal responsibility to 12 years of age it also allowed the programme to cater for children aged 10 or 11 years
ga: D'ardaigh Acht 2006 aois na freagrachta coiriúla ó 12 bliana d'aois ach, ina theannta seo, thug sé deis don chlár freastal ar leanaí nach raibh ach 10 nó 11 bliana d'aois

source: The current diversion programme evolved from an informal scheme which had operated on a non-statutory basis since the early 1960’s
ga: D'eascair an clár athstiúrthareatha as scéim neamhfhoirmiúil a d'fheidhmigh ar bhonn neamhreachtúil ó na luath seascaidí

source: That scheme allowed the gardaí to deal informally with people under 18 years of age who had committed criminal offences
ga: Thug an scéim sin deis do na gardaí le déileáil go neamhfhoirmiúil le daoine faoi bhun 18 mbliana d'aois a raibh cionta coiriúla déanta acu

source: The purpose of the original scheme was to prevent young offenders from entering into the courts system and incurring a criminal record
ga: Is é a bhí mar aidhm ag an mbunscéim ná cosc a chur ar ógchiontóirí ag dul isteach i gCóras na gCúirteanna agus ag tabhú taifid choiriúil

source: The Juvenile Diversion Programme is administered by specially trained gardaí called Garda Juvenile Liaison Officers (JLO)
ga: Tá oiliúint speisialta curtha ar na Gardaí a reachtálann An Clár Athstiúrtha don Óige. Oifigigh Idirchaidrimh don Óige a thugaimid ar na Gardaí sin (JLO)

source: These gardaí are specially trained to deal with young people and their families in relation to crime-prevention, the operation of the diversion programme and all other areas involving young people and the criminal justice system
ga: Cuirtear oiliúint speisialta ar na gardaí seo chun déileáil le daoine óga agus lena gclanna faoi chosc ar choireanna, feidhmiú an chláir athstiúrtha agus faoi na cúrsaí uilig eile a bhfuil baint acu le daoine óga agus an córas ceartais choiriúil

source: Each Garda District in Ireland has a juvenile liaison office and it is their responsibility to maintain informal contacts with young people at risk and to liaise with teachers, Child and Family Agency staff, school attendance officers and other gardaí in their local area
ga: Tá Oifigeach Idirchaidrimh don Óige i ngach uile cheantar Garda in Éirinn agus tá dualgas orthu teagmháil neamhfhoirmiúil a choimeád le daoine óga a bheadh i mbaol, agus comhoibriú le múinteoirí, le foireann an Ghníomhaireacht um Leanaí agus an Teaghlach, le hoifigigh freastail scoile agus le gardaí eile ina gceantair áitiúla

source: How the programme works
ga: An chaoi ina bhfeidhmíonn an clár

source: Who has responsibility for the Juvenile Diversion Programme?
ga: Cé atá freagrach as an gClár Athstiúrtha don Óige?

source: Overall responsibility for the operation of the Juvenile Diversion Programme lies with the National Juvenile Office
ga: Tá freagracht iomlán ar Oifig Náisiúnta na nÓgchiontóirí i leith fheidhmiú an Chláir Athstiúrtha don Óige

source: This is part of the Community Relations Section of the Garda Síochána which is located in Dublin
ga: Tá sé seo mar chuid den Rannóg Chaidrimh Pobail de chuid na nGardaí Síochána agus tá sé lonnaithe i mBaile Átha Cliath

source: The Office was established in 1991
ga: Bunaíodh an Oifig i 1991

source: The Garda National Juvenile Office is also responsible for liaising with voluntary and statutory bodies regarding the welfare of young people, developing contacts with school attendance officers, formulating crime-prevention programmes for juveniles at risk and recording and examining cases of juveniles missing from home
ga: Tá Oifig Náisiúnta na nÓgchiontóirí de chuid na nGardaí freagrach as comhoibriú a dhéanamh le forais dheonacha agus reachtúla i dtaobh leas daoine óga, as teagmhálacha le hoifigigh freastail scoile a fhorbairt, as cláir a cheapadh d'ógánaigh i mbaol chun coireanna a chosc agus as cuntas a choimeád agus scrúdú a dhéanamh ar chásanna ina bhfuil ógánaigh ar iarraidh ón mbaile

source: How does the diversion programme work?
ga: Cén chaoi a bhfeidhmíonn an clár athstiúrtha?

source: The idea behind the Juvenile Diversion Programme is to allow for young people who commit criminal offences to be dealt with by means of a caution instead of the formal process of charge and prosecution
ga: Is é an smaoineamh is bun leis an gClár Athstiúrtha don Óige ná go mbeifear in ann déileáil le daoine óga a dhéanann cionta coiriúla trí rabhadh a thabhairt dóibh in áit a bheith ag úsáid an phróisis fhoirmiúil mar atá cúiseamh agus ionchúiseamh

source: A caution is a warning by the Garda Siochána against committing certain types of behaviour
ga: Foláireamh a thugann na Gardaí Síochána in aghaidh cineálacha áirithe iompraíochta is ea an rabhadh

source: The child, where appropriate, is placed under the supervision of a JLO
ga: Déanann JLO maoirseacht ar ógánach má tá an socrú sin feiliúnach

source: The programme allows for a conference(s) to be held which can mediate between the child and the victim, if appropriate, and draw up an action plan for the child
ga: Féadfar comhdhálacha a reachtáil tríd an gclár, a bheadh in ann idirghabháil a dhéanamh idir an leanbh agus an t-íospartach nuair a bheadh sé sin oiriúnach, agus a bheadh in ann plean gníomhaíochta a chur le chéile don leanbh

source: Who decides whether a child should be admitted to the programme?
ga: Cé a dhéanann an cinneadh chun ógánach a ligean isteach sa chlár?

source: In advance of admission to the programme, a JLO is assigned to assess the suitability of the young person for inclusion in the programme
ga: Sula ligtear ógánach isteach sa chlár, leagtar dualgas ar JLO chun oiriúnacht an óganaigh sin le bheith rannpháirteach sa chlár a mheas

source: Before the young person is considered for admission, he/she must admit involvement in the offence
ga: Ní mór don ógánach admháil go raibh sé bainteach leis an gcion sula ndéantar an t-ógánach a mheas le haghaidh oiriúnachta don chlár

source: Following this assessment, a decision is then made as to whether or not to administer a caution
ga: Cinntear i ndiaidh na meastóireachta sin, ar cheart nó nár cheart rabhadh a riaradh

source: It’s important to note, the final decision as to whether or not a young person is cautioned lies not with the Garda Síochána, but instead with the Director of the National Juvenile Office
ga: Tá sé tábhachtach a nótáil go ndéanann Stiúrthóir Oifig Náisiúnta na nÓgchiontóirí an cinneadh deireanach maidir le rabhadh a thabhairt do dhuine óg , agus nach iad na Gardaí Síochána a dhéanann é

source: In cases, however, which involve serious crime, consent to issue a caution must first be obtained from the Director of Public Prosecutions
ga: Ní mór toiliú a fháil ó Stiúrthóir na nIonchúiseamh Poiblí, áfach, sula dtugtar aon rabhadh i gcásanna ina bhfuil tromchoireanna i gceist

source: If the Director of Public Prosecutions decides a young person is not to be included in the Juvenile Diversion Programme because of the serious nature of the crime then, the young person is dealt with through the criminal justice system by way of charge and prosecution
ga: Má chineann Stiúrthóir na nIonchúiseamh Poiblí gan ógánach a ligean isteach sa Chlár Athstiúrtha don Óige de bharr nádúr tromchúiseach an chiona, déileálann an córas ceartais choiriúil leis an óganach trí mheán cúisimh agus ionchúisimh

source: In carrying out an assessment for admission to the programme, the JLO consults with the young person’s parents or guardians and may also consult with the victim
ga: Nuair atá an JLO ag déanamh meastóireachta chun ógánach a ligean isteach sa chlár, téann sé/sí i gcomhairle le tuismitheoirí nó le caomhnóirí an ógánaigh, agus d'fhéadfadh sé/sí dul i gcomhairle leis an íospartach chomh maith

source: While the consent of the victim is not required for a caution to be made, the consent of the parent or guardian is normally required
ga: Cé nach bhfuil toiliú an íospartaigh ag teastáil chun rabhadh a riaradh, is gnách go mbíonn toiliú an tuismitheora nó an chaomhnóra ag teastáil

source: What conditions must be met for admission to the programme?
ga: Céard iad na coinníollacha gur gá a chomhlíonadh sula ligfear ógánach isteach sa chlár?

source: The Director of the National Juvenile Office decides whether or not a child is to be admitted to the programme once the preconditions have been met, except in cases of serious offences where the decision lies with the Director of Public Prosecutions as mentioned previously
ga: Cineann Stiúrthóir Oifig Náisiúnta na nÓgchiontóirí ar chóir nó nár chóir ógánach a ligean isteach sa chlár a luaithe agus a chomhlíontar na réamhchoinníollacha, seachas i gcás cionta tromchúiseacha nuair ag Stiúrthóir na nIonchúiseamh Poiblí atá an cinneadh

source: There are three basic criteria laid down which must be satisfied in order to be eligible for admission to the programme:
ga: Tá trí bhunchritéir leagtha síos nár mhór d'óganach a shásamh sula mbeadh sé/sí i dteideal a bheith ligthe isteach sa chlár:

source: • The child must accept responsibility for his or her criminal behaviour
ga: • Ní mór don óganach freagracht a ghlacadh as ucht a g(h)níomhaíochta coiriúla

source: • The child must consent to be cautioned and where appropriate, to be supervised by a juvenile liaison officer
ga: • Ní mór don ógánach toiliú go dtabharfar rabhadh dóibh, agus do ndéanfaidh oifigeach idirchaidrimh don óige maoirseacht orthu

source: • The child must be of or over the age of criminal responsibility and under 18 years of age
ga: • Ní mór go mbeadh aois na freagrachta coiriúla slánaithe ag an ógánach agus go mbeadh sé/sí faoi bhun 18 mbliana d'aois

source: Under the Criminal Justice Act 2006 children aged 10 or 11 are eligible for the programme
ga: Tá leanaí 10 nó 11 bliana d'aois i dteideal a bheith ligthe isteach sa chlár de réir an Achta um Cheartas Coiriúil 2006

source: The Director is obliged to direct a JLO to give notice in writing to the parents or guardian of a child who is admitted to the programme
ga: Ní mór don Stiúrthóir treoir a thabhairt do JLO chun fógra scríofa a thabhairt do thuismitheoirí nó do chaomhnóirí ógánaigh a ligtear isteach sa chlár

source: This notice includes the type of criminal behaviour in respect of which a caution is to be given
ga: Sonraítear cén cineál gníomhaíocht coiriúla a chúisigh riaradh an rabhaidh san fhógra sin

source: It also states whether or not the caution is to be formal or informal
ga: Sonraíonn sé cé acu rabhadh foirmiúil nó neamhfhoirmiúil a bheidh i gceist chomh maith

source: The parents or guardians are obliged to attend the cautioning process
ga: Ní mór do na tuismitheoirí nó caomhnóirí a bheith i láthair ag an bpróiseas rabhaidh

source: While the notice is to be given in writing the Director ensures the notice is given in language which can be understood by the parents or guardians and this may mean that the notice be given in the mother tongue of the parents or guardian
ga: Ní mór don fógra a bheith i scríbhinn agus anuas ar seo, dearbhaíonn an Stiúrthóir go scríobhtar an fógra i dteanga a thuigfidh na tuismitheoirí nó na caomhnóirí, a chialaíonn go bhféadfadh an fógra a bheith tugtha i máthairtheanga na dtuismitheoirí nó na gcaomhnóirí

source: The notice shall also be available in Irish for children from Gaeltacht areas or whose first language is Irish
ga: Tabharfar fógra trí Ghaeilge do leanaí ó cheantair Ghaeltachta nó do leanaí a bhfuil Gaeilge mar chéad teanga acu

source: Is there any protection for children participating in the programme?
ga: An bhfuil aon chosaint ag leanaí a bhíonn rannpháirteach sa chlár?

source: Any child who has been admitted to the Garda Juvenile Diversion Programme is protected from prosecution for the criminal behaviour which resulted in his/her admission to the programme
ga: Tá cosaint ag aon ógánach a ligeadh isteach i gClár Athstiúrtha don Óige na nGardaí ar ionchúiseamh de bharr na gníomhaíochta coiriúla a raibh a cead isteach sa chlár mar thoradh uirthi sa chéad áit

source: Any acceptance by the child of responsibility for their criminal behaviour in respect of which they have been admitted to the programme will not be available in any civil or criminal proceedings against that child
ga: Ní bheidh fáil ag aon imeachtaí coiriúla nó sibhialta ar an bhfreagracht a ghlac an t-ógánach i dtaobh a g(h)níomhaíochta coiriúla ionas go ligfear isteach sa chlár é/í

source: However, under Section 126 of the Criminal Justice Act 2006, it may be used where a court is considering the sentence to be imposed in respect of an offence committed after admission to the programme
ga: De réir Ailt 126 den Acht um Cheartas Coiriúil 2006, áfach, féadfar an fhianaise seo a úsáid i gcás go bhfuil an chúirt ag socrú cén phianbhreith a thabharfar i leith cion a rinneadh i ndiaidh don ógánach a bheith ligthe isteach sa chlár

source: The identity of any child who is either admitted to or considered for admission to the programme is not disclosed publicly
ga: Ní dhéantar aitheantas ógánaigh ar bith a ligtear isteach sa chlár nó a mheastar don chlár a nochtadh go poiblí

source: Any person who publishes or broadcasts such information is guilty of an offence
ga: Tá aon duine a fhoilsíonn nó a chraolann faisnéis dá leithéid ciontach i gcion

source: Are there different types of caution?
ga: An bhfuil cineálacha éagsúla rabhadh ann?

source: Two types of caution may be given; formal or informal
ga: Féadfar dhá chineál rabhaidh a thabhairt; foirmiúil nó neamhfhoirmiúil

source: The decision as to whether to administer a formal or informal caution is made by the Director of the Programme and will depend on the seriousness of the child’s criminal behaviour
ga: Stiúrthóir an Chláir a chinneann an cóir rabhadh foirmiúil nó neamhfhoirmiúil a riaradh agus braithfidh a c(h)inneadh ar thromhúiseacht iompraíocht an ógánaigh

source: How is a formal caution delivered?
ga: Conas a thugtar rabhadh foirmiúil?

source: The formal caution is given by a Garda inspector or more senior
ga: Cigire de chuid na nGardaí nó Garda níos sinsearaí a thugann an rabhadh

source: Those present when the caution is delivered must include the child, the child’s parents or guardian and a JLO
ga: Ní mór don ógánach, do thuismitheoirí nó caomhnóirí an ógánaigh agus don JLO a bheith i láthair agus an rabhadh á thabhairt

source: The Director of the Programme may also invite the victim of the crime to attend
ga: Féadfaidh Stiúrthóir an Chláir cuireadh a thabhairt d'íospartach an chiona le bheith i láthair chomh maith

source: There is no specific format (that is, wording or procedure) for administering the caution
ga: Ní gá an rabhadh a thabhairt ar aon bhealach áirithe ( is é sin le rá nach bhfuil aon fhoclaíocht nó nós imeachta ar leith ann)

source: The officer who gives the caution, however, normally discusses the criminal behaviour and highlights to the child the seriousness of his/her actions
ga: Is gnách go ndéanann an t-oifigeach a thugann an rabhadh an ghníomhaíocht choiriúil a phlé, áfach, agus go léirítear don ógánach cé chomh tromchúiseach agus atá a g(h)níomhaíochtaí

source: The child may be invited to apologise to the victim and where appropriate to make financial or other reparation to the victim
ga: Féadfar cuireadh a thabhairt don ógánach le leithscéal a ghabháil leis an íospartach, agus cúiteamh airgeadais nó cúiteamh de chineál eile a thabhairt don íospartach

source: The formal caution normally takes place in a Garda Station to highlight the seriousness of the situation to the child
ga: Tugtar an rabhadh foirmiúil i stáisiún na nGardaí de ghnáth ionas go dtuigfidh an t-ógánach go bhfuil an cás tromchúiseach

source: How is an informal caution delivered?
ga: Conas a thugtar rabhadh neamhfhoirmiúil?

source: The informal caution given for less serious criminal behaviour may be given at the child’s home or in a Garda station
ga: Tugtar rabhadh neamhfhoirmiúil i gcás gníomhaíochta coiriúla nach bhfuil chomh tromchúiseach sin agus féadfar an rabhadh a thabhairt i dteach an óganaigh féin nó i stáisiún na nGardaí

source: It is administered by a JLO
ga: JLO a dhéanann an rabhadh a riaradh

source: The only persons obliged to attend while the caution is being given are the parents or guardian of the child
ga: Ní gá d'aon duine seachas tuismitheoirí nó caomhnóirí an ógánaigh a bheith i láthair nuair a riartar an rabhadh

source: There are no provisions for attendance of anybody other than the parents or guardians and the child
ga: Níl aon fhorálacha déanta chun go mbeadh éinne eile seachas tuismitheoirí nó caomhnóirí agus an t-ógánach féin i láthair

source: Who decides on the level of supervision?
ga: Cé a shocraíonn leibhéal na maoirseachta?

source: Every child who receives a formal caution through the Garda Diversion Programme is placed under the supervision of a JLO for twelve months. The level of supervision is normally a matter decided by the JLO
ga: Déanann JLO maoirseacht a mhaireann 12 mhí ar gach uile ógánach a fhaigheann rabhadh foirmiúil trí Chlár Athstiúrtha don Óige na nGardaí Is gnách gurb é an JLO a shocraíonn an leibhéal maoirseachta

source: Section 28(2) of the Children Act 2001 sets out the various matters which must be considered in deciding the appropriate level of supervision
ga: Leagann Alt 28(2) d'Acht na Leanaí 2001 amach na nithe éagsúla nach mór a chur san áireamh agus an leibhéal cuí maoirseachta á shocrú

source: • Seriousness of the child’s behaviour
ga: • Tromchúiseacht iompraíocht an ógánaigh

source: • Level of support given to, and the level of control of, the child by the parents or guardian
ga: • An leibhéal tacaíochta a thugann na tuismitheoirí nó caomhnóirí don leanbh, agus an méid smachta atá acu ar an leanbh

source: • Likelihood of the child committing further offences
ga: • An dóchúlacht atá ann go ndéanfaidh an leanbh cionta eile amach anseo

source: • Directions from the Director regarding the appropriate level of supervision
ga: • Treoracha ón Stiúrthóir i leith an leibhéil chóir maoirsithe

source: What does the supervision involve?
ga: Céard atá i gceist leis an maoirseacht?

source: Supervision normally involves the JLO being pro-active in relation to the child’s behaviour
ga: Mar chuid den mhaoirseacht is gnách go mbíonn an JLO réamhghníomhach i dtaobh iompraíocht an ógánaigh

source: It won’t normally involve the child reporting to the JLO at specified times and allows the child the opportunity to return to his/her normal routine, without the intrusion of being forced to attend meetings on a regular basis
ga: Is gnách nach mbíonn ar an ógánach tuairisc a thabhairt don JLO ag amanna socraithe, rud a thugann deis don ógánach filleadh ar a g(h)náthaimh agus gan aon chur isteach aige/aici ó dhualgas le freastal ar choinní go rialta

source: It is important, however, for the child to realise his/her behaviour is being monitored for the period of supervision
ga: Tá sé tábhachtach, áfach, go dtuigfeadh an t-ógánach go bhfuil monatóireacht á déanamh ar a (h)iompraíocht le linn thréimhse na maoirseachta

source: Supervision does not normally result from an informal caution
ga: Ní gnách go mbíonn maoirseacht mar thoradh ar rabhadh neamhfhoirmiúil

source: Only in exceptional circumstances does a supervision period of six months apply after an informal caution
ga: Cuirtear tréimhse maoirseachta de shé mhí i bhfeidhm i gcás cúinsí eisceachtúla amháin

source: What is a Juvenile Diversion Programme Conference?
ga: Cad is brí le Comhdháil an Chláir Athstiúrtha don Óige?

source: A key part of the Garda Juvenile Diversion Programme is the facility to hold a meeting (or conference) to discuss the welfare of a child admitted to the programme
ga: Tá an áis chun cruinnithe (nó comhdhálacha) a reachtáil, chun leas an ógánaigh a ligeadh isteach sa chlár a phlé, mar chuid ríthábhachtach de Chlár Athstiúrtha don Óige na nGardaí

source: These conferences are established in law through Section 29 of the Children Act 2001
ga: Tá na comhdhálacha seo bunaithe faoi dhlí in Alt 29 d'Acht na Leanaí 2001

source: The conference may mediate between the child and the victim (where appropriate) in accordance with the terms of the programme. Conferences also formulate an action plan for the child
ga: Féadfaidh an chomhdháil idirbheartú idir an t-ógánach agus an t-íospartach (nuair atá sin oiriúnach) de réir théarmaí an chláir

source: • To discuss the welfare of a child admitted to the Diversion Programme
ga: Ceapann comhdhálacha plean gníomhaíochta don leanbh chomh maith

source: When a conference is called, an action plan is normally agreed for the child
ga: Ní mór dóibh seasamh le gnóthais an íospartaigh agus aird chuí a thabhairt dá leasa
